// histData
var histData = {
    "zh-cn": {
        "2019": [{
                "month": "11",
                "text": "发布全新企业使命与愿景 “用户为本 科技向善”"
            },
            {
                "month": "5",
                "text": "合资公司获香港金融管理局颁发虚拟银行牌照"
            },
            {
                "month": "4",
                "text": "腾讯根据全球中期票据计划，发行60亿美元票据的定价"
            }
        ],
        "2018": [{
                "month": "12",
                "text": "腾讯移动支付年日均交易笔数超过10亿笔"
            },
            {
                "month": "12",
                "text": "旗下腾讯音乐娱乐集团在美国纽约证券交易所上市，股票代码TME"
            },
            {
                "month": "11",
                "text": "腾讯基金会投入10亿启动奖金创立“科学探索奖”支持基础科学和前沿技术领域的年青科学家"
            },
            {
                "month": "9",
                "text": "企业战略升级，扎根消费互联网，拥抱产业互联网"
            },
            {
                "month": "6",
                "text": "腾讯移动支付月活跃账户数超过8亿"
            },
            {
                "month": "1",
                "text": "微信和WeChat全球月活跃帐户数超过10亿"
            }
        ],
        "2017": [{
                "month": "11",
                "text": "承建医疗影像国家人工智能开放创新平台"
            },
            {
                "month": "11",
                "text": "旗下阅文集团在香港联合交易所主板上市，股票代码0772.HK"
            },
            {
                "month": "1",
                "text": "自主研发全球创新的微信小程序正式上线"
            }
        ],
        "2016": [{
                "month": "12",
                "text": "腾讯移动支付月活跃帐户及日均交易笔数均超过6亿"
            },
            {
                "month": "10",
                "text": "成立联营公司微民保险"
            },
            {
                "month": "7",
                "text": "成立腾讯音乐娱乐集团"
            },
            {
                "month": "6",
                "text": "战略投资Supercell"
            }
        ],
        "2015": [{
                "month": "10",
                "text": "成为新美大集团的战略股东"
            },
            {
                "month": "9",
                "text": "腾讯公司慈善基金会联合全球知名机构发起全球首个互联网公益日，99公益日为期三天，在腾讯公益平台上共筹得善款近1.3亿元人民币"
            },
            {
                "month": "9",
                "text": "成立腾讯影业和企鹅影业"
            },
            {
                "month": "3",
                "text": "成立阅文集团"
            },
            {
                "month": "2",
                "text": "除夕当日微信红包收发总量达到10.1亿次"
            }
        ],
        "2014": [{
                "month": "12",
                "text": "成立联营公司微众银行"
            },
            {
                "month": "4",
                "text": "QQ最高同时在线帐户数超过2亿"
            },
            {
                "month": "3",
                "text": "腾讯控股获穆迪上调评级至A3"
            },
            {
                "month": "3",
                "text": "战略投资京东集团"
            },
            {
                "month": "1",
                "text": "推出微信红包、理财通，且除夕当日微信红包收发总量近2000万"
            }
        ],
        "2013": [{
                "month": "12",
                "text": "成为全球收入最高的游戏开发商和运营商"
            },
            {
                "month": "11",
                "text": "发布“连接一切”与“互联网+”战略"
            },
            {
                "month": "9",
                "text": "腾讯云正式对外推出云服务"
            },
            {
                "month": "8",
                "text": "推出微信支付，微信和QQ手机版游戏中心"
            },
            {
                "month": "6",
                "text": "腾讯控股获标准普尔上调评级至A-"
            },
            {
                "month": "3",
                "text": "推出腾讯视频v.qq.com"
            }
        ],
        "2012": [{
            "month": "3",
            "text": "微信用户数超过1亿 "
        }],
        "2011": [

            {
                "month": "11",
                "text": "腾讯控股获标准普尔BBB+评级和穆迪Baa1评级"
            },
            {
                "month": "6",
                "text": "发布公司级开放平台战略"
            },
            {
                "month": "2",
                "text": "战略投资Riot Games"
            },
            {
                "month": "1",
                "text": "成立腾讯产业共赢基金"
            },
            {
                "month": "1",
                "text": "推出微信"
            }
        ],
        "2010": [{
            "month": "3",
            "text": "QQ最高同时在线帐户数超过1亿"
        }],
        "2009": [{
            "month": "6",
            "text": "腾讯游戏成为中国最大的网络游戏平台"
        }, {
            "month": "1",
            "text": "推出国际版QQ"
        }],
        "2008": [{
            "month": "6",
            "text": "腾讯控股成为香港恒生指数成份股之一"
        }],
        "2007": [{
            "month": "6",
            "text": "成立腾讯公益慈善基金会，推动公益慈善项目"
        }],
        "2006": [{
            "month": "6",
            "text": "腾讯网www.qq.com成为中国第一门户网站"
        }],
        "2005": [{
            "month": "12",
            "text": "推出首款自研开发的大型多人同时在线游戏QQ幻想"
        }, {
            "month": "7",
            "text": "推出在线音乐平台QQ音乐"
        }, {
            "month": "5",
            "text": "推出社交网络平台QQ空间"
        }, {
            "month": "3",
            "text": "收购中国领先的电邮客户端软件开发商Foxmail"
        }],
        "2004": [{
            "month": "12",
            "text": "测试首款自研开发的中型休闲游戏QQ堂"
        }, {
            "month": "8",
            "text": "QQ游戏成为中国最大的休闲游戏平台，最高同时在线账户数超越100万"
        }, {
            "month": "6",
            "text": "腾讯控股在香港联合交易所主板上市，股票代码0700.HK"
        }],
        "2003": [{
                "month": "11",
                "text": "推出综合门户网站腾讯网www.qq.com"
            }, {
                "month": "9",
                "text": "推出首款企业实时通信产品腾讯通(“RTX”)"
            },
            {
                "month": "8",
                "text": "推出休闲游戏平台“QQ游戏”"
            },
            {
                "month": "5",
                "text": "推出QQ邮箱"
            },
            {
                "month": "1",
                "text": "推出在线装扮产品QQ秀"
            }
        ],
        "2001": [{
                "month": "6",
                "text": "获得MIH投资"
            }, {
                "month": "6",
                "text": "推出互联网增值服务（IVAS）"
            },
            {
                "month": "2",
                "text": "QQ最高同时在线用户账户数超越100万"
            }
        ],
        "2000": [{
                "month": "11",
                "text": "推出提供聊天优惠功能的包月服务QQ会员"
            },
            {
                "month": "8",
                "text": "推出移动增值服务（MVAS）"
            },
            {
                "month": "6",
                "text": "推出手机QQ"
            }
        ],
        "1999": [{
                "month": "4",
                "text": "推出移动电邮"
            },
            {
                "month": "2",
                "text": "QQ诞生"
            }
        ],
        "1998": [{
            "month": "11",
            "text": "腾讯在深圳成立"
        }]
    }
}



// teamData
var teamData = {
    "zh-cn": [{
            "name": "马化腾",
            "names": "马化腾",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "董事会主席兼首席执行官"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，董事会主席兼首席执行官，全面负责公司战略规划、定位和管理。在1998年创立腾讯前，马化腾曾在深圳润迅通讯发展有限公司工作，主管互联网传呼系统的研究开发。"
            }, {
                "txt": "马化腾毕业于深圳大学计算机及应用专业，获理学士学位。"
            }],
            "src": "./images/about/1.jpg"
        },
        {
            "name": "刘炽平",
            "names": "刘炽平",
            "label": [{
                "text": "董事会执行董事兼公司总裁"
            }],
            "desc": [{
                "txt": "2005年加入腾讯，出任本公司首席战略投资官，负责公司战略、投资、并购和投资者关系方面的工作；于2006年升任总裁，负责管理公司日常营运。 2007年，被任命为董事会执行董事。"
            }, {
                "txt": "加入腾讯之前，刘炽平为高盛亚洲投资银行部的执行董事及电信、媒体与科技界的首席运营官，并曾在麦肯锡公司工作。他拥有密歇根大学电子工程学士学位，史丹福大学电子工程理硕士学位以及西北大学凯洛格管理学院研究生院工商管理硕士学位。"
            }],
            "src": "./images/about/2.jpg"
        },
        {
            "name": "许晨晔",
            "names": "许晨晔",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "首席信息官"
            }],
            "desc": [{
                "txt": "全面负责公司网站及社区，及客户关系的策略规划与发展工作。加入腾讯之前，许晨晔任职于深圳数据通信局，积累了丰富的软件系统设计、网络管理、市场推广及销售等方面的管理经验。"
            }, {
                "txt": "许晨晔毕业于深圳大学计算机及应用专业，并拥有南京大学计算机应用硕士学位。"
            }],
            "src": "./images/about/3.jpg"
        },
        {
            "name": "任宇昕",
            "names": "任宇昕",
            "label": [{
                "text": "首席运营官"
            }, {
                "text": "互动娱乐事业群总裁"
            }, {
                "text": "平台与内容事业群总裁"
            }],
            "desc": [{
                "txt": "2012年5月起出任腾讯首席运营官，至今面负责互动娱乐事业群以及平台与内容事业群的管理和发展。任宇昕于2000年加入腾讯，自2005年9月起，全面负责互动娱乐业务系统的游戏开发、运营、市场、渠道销售等工作， 于2018年始带领平台与内容事业群的发展。在加入腾讯之前，曾在华为技术有限公司工作。"
            }, {
                "txt": "任宇昕毕业于电子科技大学计算机科学与工程专业，并拥有中欧国际工商学院EMBA学位。"
            }],
            "src": "./images/about/4.jpg"
        },
        {
            "name": "张小龙",
            "names": "张小龙",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "微信事业群总裁"
            }],
            "desc": [{
                "txt": "全面负责微信事业群的管理工作。2005年加入腾讯，带领团队将 QQ邮箱建设成为中国最大的邮件服务商；于2011年推出微信，被誉为“微信之父”；2012年升任集团高级副总裁，负责微信、邮箱等产品及团队的管理工作。2014年5月，张小龙升任集团高级执行副总裁，全面负责微信事业群的管理工作。"
            }, {
                "txt": "张小龙于1997年独立开发Foxmail，是中国第一代互联网软件开发者。在加入腾讯之前，曾担任博大公司的副总裁，从事企业邮箱领域工作，拥有多年的互联网产品经验。张小龙1994年毕业于华中科技大学电信系，获硕士学位。"
            }],
            "src": "./images/about/5.jpg"
        },
        {
            "name": "James Mitchell",
            "names": "James Mitchell",
            "label": [{
                "text": "首席战略官"
            }, {
                "text": "集团高级执行副总裁"
            }],
            "desc": [{
                "txt": "于2011年加入腾讯，全面负责公司战略规划、实施，投资并购和投资者关系管理工作。James Mitchell在投资银行业拥有逾16年从业经验，在加入本公司前，是高盛纽约分公司的董事总经理，主要负责通讯、传媒及娱乐等行业的研究工作，对全球互联网、娱乐和传媒等行业都有深入了解。"
            }, {
                "txt": "James Mitchell毕业于英国牛津大学，拥有特许财务分析师资格。"
            }],
            "src": "./images/about/6.jpg"
        },
        {
            "name": "汤道生",
            "names": "汤道生",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "云与智慧产业事业群总裁"
            }, {
                "text": "腾讯音乐娱乐集团董事长"
            }],
            "desc": [{
                "txt": "自2018年10月起带领云与智慧产业事业群，推进公司在云与产业互联网的战略规划与发展，同时联合分管广告营销服务，并担任腾讯音乐娱乐集团董事长。汤道生曾任腾讯社交网络事业群总裁，全面负责QQ通信、社交网络平台、增值服务、开放平台的发展策略。在加入腾讯之前，他在美国任职于Sendmail和甲骨文公司，从事企业软件研发与管理工作。"
            }, {
                "txt": "汤道生曾在美国密歇根大学获得计算机工程学士学位，并于斯坦福大学获得电子工程硕士学位。"
            }],
            "src": "./images/about/7.jpg"
        },
        {
            "name": "卢山",
            "names": "卢山",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "技术工程事业群总裁"
            }],
            "desc": [{
                "txt": "于2000年加入腾讯，历任即时通信产品部总经理、平台研发系统副总裁和运营平台系统高级副总裁；2008年3月起，负责腾讯运营平台系统的管理工作；2012年5月起，负责技术工程事业群的管理工作。卢山拥有多年互联网技术经验，在加入腾讯之前，他在深圳黎明网络系统有限公司工作。"
            }, {
                "txt": "卢山毕业于中国科学技术大学计算机科学与技术系，获理学士学位。"
            }],
            "src": "./images/about/8.jpg"
        },
        {
            "name": "刘胜义",
            "names": "刘胜义",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "集团市场与全球品牌主席"
            }],
            "desc": [{
                "txt": "于2006年加盟腾讯，履职高级执行副总裁，并在此后11年间担任网络媒体事业群总裁。2017年，他履新腾讯集团市场与全球品牌主席一职。刘胜义先生一直致力于推动科技向善与通过技术实现人类社会可持续发展这一长期目标，并作为权威的意见领袖在众多国际享有盛誉的学术和产业论坛上发表主旨演讲，如联合国峰会、联合国教科文组织峰会、迪拜国际人工智能大会、国际货币基金组织论坛、博鳌亚洲论坛和Viva-Technology等。2015年，他荣膺62届戛纳国际创意节 “全球年度媒体人物”。作为全球首席营销官增长委员会25位创始成员之一，他与其他全球营销领袖分享智慧，赋能行业，驱动增长。"
            }, {
                "txt": "刘胜义先生毕业于马来西亚国立大学并获得杰出校友的荣誉。他拥有美国新泽西州立罗格斯大学高级工商管理硕士学位，亦因其卓越表现获颁杰出校友奖。此外，他还在哈佛商学院完成了高级管理课程项目，并自2015年起担任哈佛商学院亚太顾问委员会委员。"
            }],
            "src": "./images/about/9.jpg"
        },
        {
            "name": "网大为",
            "names": "网大为",
            "label": [{
                "text": "首席探索官"
            }, {
                "text": "集团高级执行副总裁"
            }],
            "desc": [{
                "txt": "2001年加入腾讯，参与公司国际及新业务拓展, 同时积极推动公司参与新兴技术、业务领域、研究及理念的协作。加入本公司之前，网大为在Naspers 中国公司工作。"
            }, {
                "txt": "网大为拥有华盛顿大学学士学位和加州大学伯克利分校硕士学位。"
            }],
            "src": "./images/about/10.jpg"
        },
        {
            "name": "马晓轶",
            "names": "马晓轶",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2007年加入腾讯，出任腾讯游戏副总裁；2008年11月起，全面负责腾讯在全球范围内的游戏发行业务，建立及维护与合作公司的长期伙伴关系。在加入腾讯之前，马晓轶曾担任广州光通通信发展有限公司游戏事业部总经理。在此之前，他于上海易服网络科技发展有限公司出任总经理，积累了多年网络通信和游戏行业经验。"
            }, {
                "txt": "马晓轶毕业于上海交通大学计算机及应用专业，拥有复旦大学EMBA学位。"
            }],
            "src": "./images/about/11.jpg"
        },
        {
            "name": "罗硕瀚",
            "names": "罗硕瀚",
            "label": [{
                "text": "首席财务官"
            }, {
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2004年加入腾讯，担任财务总监，并于2008年获擢升为副首席财务官。于2012年5月，罗硕瀚出任腾讯首席财务官。在加入腾讯之前，他曾在普华永道会计师事务所工作。"
            }, {
                "txt": "罗硕瀚拥有西澳洲Curtin University商学会计学士学位及美国西北大学凯洛格管理学院和香港科技大学EMBA学位。他是澳洲会计师公会资深会员、香港会计师公会资深会员、英国特许管理会计师公会资深会员及特许公认会计师公会会员。"
            }],
            "src": "./images/about/12.jpg"
        },
        {
            "name": "郭凯天",
            "names": "郭凯天",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "兼任腾讯公益慈善基金会理事长，腾讯研究院理事长。郭凯天于2002年加入腾讯，于2007年9月起全面负责集团公共策略、法律事务、信息安全、企业社会责任、行政、工程建设、采购等管理工作，期间负责组建成立腾讯公益慈善基金会和牵头创办腾讯研究院，并出任党委书记。"
            }, {
                "txt": "郭凯天毕业于中南财经政法大学，获法学学士学位，并拥有律师资格。"
            }],
            "src": "./images/about/13.jpg"
        },
        {
            "name": "奚丹",
            "names": "奚丹",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2002年加入腾讯，自2008年5月起全面负责集团人才发展与管理领域的各项管理职能。加入腾讯之前，曾于中兴通讯股份公司从事人力资源管理工作，至今在IT及互联网领域积累逾18年专业人力资源管理从业经验。"
            }, {
                "txt": "1996年，奚丹毕业于深圳大学计算机应用专业，并于2005年獲得清华大学MBA学位。"
            }],
            "src": "./images/about/14.jpg"
        },
        {
            "name": "杨国安",
            "names": "杨国安",
            "label": [{
                "text": "高级管理顾问"
            }],
            "desc": [{
                "txt": "2008年加入腾讯，协助公司人力资源体系建设、高管领导力提升、组织创新变革、和战略伙伴的组织能力打造。加入腾讯之前，他先后任教于美国密歇根大学商学院和中欧国际工商学院，管理著作超过十本。1998-2002年，出任宏碁集团首席人力资源官，推动宏碁组织变革。杨国安拥有香港大学社会科学学士和硕士学位，以及美国密歇根商学院博士学位。杨国安兼任腾讯旗下青腾大学教务长， 参与培育逾300名CEO。"
            }],
            "src": "./images/about/15.jpg"
        },
        {
            "name": "张志东",
            "names": "张志东",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }, {
                "text": "腾讯学院荣誉院长"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，2014年9月起任腾讯终身荣誉顾问，兼腾讯学院荣誉院长。张志东于1998年11月参与创立腾讯，出任腾讯首席技术官，负责公司专有技术的研发工作，并组建了业内领先的技术团队。张志东于1993年获得深圳大学计算机本科学位，并于1996年获得华南理工大学计算机应用及系统架构硕士学位。"
            }],
            "src": "./images/about/16.jpg"
        },
        {
            "name": "陈一丹",
            "names": "陈一丹",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }, {
                "text": "腾讯公益慈善基金会发起人兼荣誉理事长"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，腾讯公益慈善基金会发起人兼荣誉理事长。2013年3月起任腾讯终身荣誉顾问。陈一丹于1998年参与创立腾讯，出任腾讯首席行政官，全面负责集团行政、法律、人力资源和公益慈善基金事宜。此外，陈一丹亦负责腾讯的管理机制、知识产权、政府关系。加入腾讯之前，陈一丹曾在深圳出入境检验检疫局工作数年。陈一丹于1993年获得深圳大学应用化学理学士学位、1996年获得南京大学经济法硕士学位，并于2019年获得新加坡管理大学工商管理博士学位。"
            }],
            "src": "./images/about/17.jpg"
        },
        {
            "name": "曾李青",
            "names": "曾李青",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，2007年6月起任腾讯终身荣誉顾问。曾李青于1999年至2007年期间出任腾讯首席运营官，负责公司业务范围及产品种类管理，同时管理全国各市场推广工作。加入腾讯之前，曾李青在深圳市数据通信局工作，熟悉中国互联网及电信行业。"
            }],
            "src": "./images/about/18.jpg"
        }
    ]
}