// histData
var histData = {
    "zh-cn": {
        "2019": [{
                "month": "11",
                "text": "发布全新企业使命与愿景 “用户为本 科技向善”"
            },
            {
                "month": "5",
                "text": "合资公司获香港金融管理局颁发虚拟银行牌照"
            },
            {
                "month": "4",
                "text": "腾讯根据全球中期票据计划，发行60亿美元票据的定价"
            }
        ],
        "2018": [{
                "month": "12",
                "text": "腾讯移动支付年日均交易笔数超过10亿笔"
            },
            {
                "month": "12",
                "text": "旗下腾讯音乐娱乐集团在美国纽约证券交易所上市，股票代码TME"
            },
            {
                "month": "11",
                "text": "腾讯基金会投入10亿启动奖金创立“科学探索奖”支持基础科学和前沿技术领域的年青科学家"
            },
            {
                "month": "9",
                "text": "企业战略升级，扎根消费互联网，拥抱产业互联网"
            },
            {
                "month": "6",
                "text": "腾讯移动支付月活跃账户数超过8亿"
            },
            {
                "month": "1",
                "text": "微信和WeChat全球月活跃帐户数超过10亿"
            }
        ],
        "2017": [{
                "month": "11",
                "text": "承建医疗影像国家人工智能开放创新平台"
            },
            {
                "month": "11",
                "text": "旗下阅文集团在香港联合交易所主板上市，股票代码0772.HK"
            },
            {
                "month": "1",
                "text": "自主研发全球创新的微信小程序正式上线"
            }
        ],
        "2016": [{
                "month": "12",
                "text": "腾讯移动支付月活跃帐户及日均交易笔数均超过6亿"
            },
            {
                "month": "10",
                "text": "成立联营公司微民保险"
            },
            {
                "month": "7",
                "text": "成立腾讯音乐娱乐集团"
            },
            {
                "month": "6",
                "text": "战略投资Supercell"
            }
        ],
        "2015": [{
                "month": "10",
                "text": "成为新美大集团的战略股东"
            },
            {
                "month": "9",
                "text": "腾讯公司慈善基金会联合全球知名机构发起全球首个互联网公益日，99公益日为期三天，在腾讯公益平台上共筹得善款近1.3亿元人民币"
            },
            {
                "month": "9",
                "text": "成立腾讯影业和企鹅影业"
            },
            {
                "month": "3",
                "text": "成立阅文集团"
            },
            {
                "month": "2",
                "text": "除夕当日微信红包收发总量达到10.1亿次"
            }
        ],
        "2014": [{
                "month": "12",
                "text": "成立联营公司微众银行"
            },
            {
                "month": "4",
                "text": "QQ最高同时在线帐户数超过2亿"
            },
            {
                "month": "3",
                "text": "腾讯控股获穆迪上调评级至A3"
            },
            {
                "month": "3",
                "text": "战略投资京东集团"
            },
            {
                "month": "1",
                "text": "推出微信红包、理财通，且除夕当日微信红包收发总量近2000万"
            }
        ],
        "2013": [{
                "month": "12",
                "text": "成为全球收入最高的游戏开发商和运营商"
            },
            {
                "month": "11",
                "text": "发布“连接一切”与“互联网+”战略"
            },
            {
                "month": "9",
                "text": "腾讯云正式对外推出云服务"
            },
            {
                "month": "8",
                "text": "推出微信支付，微信和QQ手机版游戏中心"
            },
            {
                "month": "6",
                "text": "腾讯控股获标准普尔上调评级至A-"
            },
            {
                "month": "3",
                "text": "推出腾讯视频v.qq.com"
            }
        ],
        "2012": [{
            "month": "3",
            "text": "微信用户数超过1亿 "
        }],
        "2011": [

            {
                "month": "11",
                "text": "腾讯控股获标准普尔BBB+评级和穆迪Baa1评级"
            },
            {
                "month": "6",
                "text": "发布公司级开放平台战略"
            },
            {
                "month": "2",
                "text": "战略投资Riot Games"
            },
            {
                "month": "1",
                "text": "成立腾讯产业共赢基金"
            },
            {
                "month": "1",
                "text": "推出微信"
            }
        ],
        "2010": [{
            "month": "3",
            "text": "QQ最高同时在线帐户数超过1亿"
        }],
        "2009": [{
            "month": "6",
            "text": "腾讯游戏成为中国最大的网络游戏平台"
        }, {
            "month": "1",
            "text": "推出国际版QQ"
        }],
        "2008": [{
            "month": "6",
            "text": "腾讯控股成为香港恒生指数成份股之一"
        }],
        "2007": [{
            "month": "6",
            "text": "成立腾讯公益慈善基金会，推动公益慈善项目"
        }],
        "2006": [{
            "month": "6",
            "text": "腾讯网www.qq.com成为中国第一门户网站"
        }],
        "2005": [{
            "month": "12",
            "text": "推出首款自研开发的大型多人同时在线游戏QQ幻想"
        }, {
            "month": "7",
            "text": "推出在线音乐平台QQ音乐"
        }, {
            "month": "5",
            "text": "推出社交网络平台QQ空间"
        }, {
            "month": "3",
            "text": "收购中国领先的电邮客户端软件开发商Foxmail"
        }],
        "2004": [{
            "month": "12",
            "text": "测试首款自研开发的中型休闲游戏QQ堂"
        }, {
            "month": "8",
            "text": "QQ游戏成为中国最大的休闲游戏平台，最高同时在线账户数超越100万"
        }, {
            "month": "6",
            "text": "腾讯控股在香港联合交易所主板上市，股票代码0700.HK"
        }],
        "2003": [{
                "month": "11",
                "text": "推出综合门户网站腾讯网www.qq.com"
            }, {
                "month": "9",
                "text": "推出首款企业实时通信产品腾讯通(“RTX”)"
            },
            {
                "month": "8",
                "text": "推出休闲游戏平台“QQ游戏”"
            },
            {
                "month": "5",
                "text": "推出QQ邮箱"
            },
            {
                "month": "1",
                "text": "推出在线装扮产品QQ秀"
            }
        ],
        "2001": [{
                "month": "6",
                "text": "获得MIH投资"
            }, {
                "month": "6",
                "text": "推出互联网增值服务（IVAS）"
            },
            {
                "month": "2",
                "text": "QQ最高同时在线用户账户数超越100万"
            }
        ],
        "2000": [{
                "month": "11",
                "text": "推出提供聊天优惠功能的包月服务QQ会员"
            },
            {
                "month": "8",
                "text": "推出移动增值服务（MVAS）"
            },
            {
                "month": "6",
                "text": "推出手机QQ"
            }
        ],
        "1999": [{
                "month": "4",
                "text": "推出移动电邮"
            },
            {
                "month": "2",
                "text": "QQ诞生"
            }
        ],
        "1998": [{
            "month": "11",
            "text": "腾讯在深圳成立"
        }]
    }
}



// teamData
var teamData = {
    "zh-cn": [{
            "name": "马化腾",
            "names": "马化腾",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "董事会主席兼首席执行官"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，董事会主席兼首席执行官，全面负责公司战略规划、定位和管理。在1998年创立腾讯前，马化腾曾在深圳润迅通讯发展有限公司工作，主管互联网传呼系统的研究开发。"
            }, {
                "txt": "马化腾毕业于深圳大学计算机及应用专业，获理学士学位。"
            }],
            "src": "./images/about/1.jpg"
        },
        {
            "name": "刘炽平",
            "names": "刘炽平",
            "label": [{
                "text": "董事会执行董事兼公司总裁"
            }],
            "desc": [{
                "txt": "2005年加入腾讯，出任本公司首席战略投资官，负责公司战略、投资、并购和投资者关系方面的工作；于2006年升任总裁，负责管理公司日常营运。 2007年，被任命为董事会执行董事。"
            }, {
                "txt": "加入腾讯之前，刘炽平为高盛亚洲投资银行部的执行董事及电信、媒体与科技界的首席运营官，并曾在麦肯锡公司工作。他拥有密歇根大学电子工程学士学位，史丹福大学电子工程理硕士学位以及西北大学凯洛格管理学院研究生院工商管理硕士学位。"
            }],
            "src": "./images/about/2.jpg"
        },
        {
            "name": "许晨晔",
            "names": "许晨晔",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "首席信息官"
            }],
            "desc": [{
                "txt": "全面负责公司网站及社区，及客户关系的策略规划与发展工作。加入腾讯之前，许晨晔任职于深圳数据通信局，积累了丰富的软件系统设计、网络管理、市场推广及销售等方面的管理经验。"
            }, {
                "txt": "许晨晔毕业于深圳大学计算机及应用专业，并拥有南京大学计算机应用硕士学位。"
            }],
            "src": "./images/about/3.jpg"
        },
        {
            "name": "任宇昕",
            "names": "任宇昕",
            "label": [{
                "text": "首席运营官"
            }, {
                "text": "互动娱乐事业群总裁"
            }, {
                "text": "平台与内容事业群总裁"
            }],
            "desc": [{
                "txt": "2012年5月起出任腾讯首席运营官，至今面负责互动娱乐事业群以及平台与内容事业群的管理和发展。任宇昕于2000年加入腾讯，自2005年9月起，全面负责互动娱乐业务系统的游戏开发、运营、市场、渠道销售等工作， 于2018年始带领平台与内容事业群的发展。在加入腾讯之前，曾在华为技术有限公司工作。"
            }, {
                "txt": "任宇昕毕业于电子科技大学计算机科学与工程专业，并拥有中欧国际工商学院EMBA学位。"
            }],
            "src": "./images/about/4.jpg"
        },
        {
            "name": "张小龙",
            "names": "张小龙",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "微信事业群总裁"
            }],
            "desc": [{
                "txt": "全面负责微信事业群的管理工作。2005年加入腾讯，带领团队将 QQ邮箱建设成为中国最大的邮件服务商；于2011年推出微信，被誉为“微信之父”；2012年升任集团高级副总裁，负责微信、邮箱等产品及团队的管理工作。2014年5月，张小龙升任集团高级执行副总裁，全面负责微信事业群的管理工作。"
            }, {
                "txt": "张小龙于1997年独立开发Foxmail，是中国第一代互联网软件开发者。在加入腾讯之前，曾担任博大公司的副总裁，从事企业邮箱领域工作，拥有多年的互联网产品经验。张小龙1994年毕业于华中科技大学电信系，获硕士学位。"
            }],
            "src": "./images/about/5.jpg"
        },
        {
            "name": "James Mitchell",
            "names": "James Mitchell",
            "label": [{
                "text": "首席战略官"
            }, {
                "text": "集团高级执行副总裁"
            }],
            "desc": [{
                "txt": "于2011年加入腾讯，全面负责公司战略规划、实施，投资并购和投资者关系管理工作。James Mitchell在投资银行业拥有逾16年从业经验，在加入本公司前，是高盛纽约分公司的董事总经理，主要负责通讯、传媒及娱乐等行业的研究工作，对全球互联网、娱乐和传媒等行业都有深入了解。"
            }, {
                "txt": "James Mitchell毕业于英国牛津大学，拥有特许财务分析师资格。"
            }],
            "src": "./images/about/6.jpg"
        },
        {
            "name": "汤道生",
            "names": "汤道生",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "云与智慧产业事业群总裁"
            }, {
                "text": "腾讯音乐娱乐集团董事长"
            }],
            "desc": [{
                "txt": "自2018年10月起带领云与智慧产业事业群，推进公司在云与产业互联网的战略规划与发展，同时联合分管广告营销服务，并担任腾讯音乐娱乐集团董事长。汤道生曾任腾讯社交网络事业群总裁，全面负责QQ通信、社交网络平台、增值服务、开放平台的发展策略。在加入腾讯之前，他在美国任职于Sendmail和甲骨文公司，从事企业软件研发与管理工作。"
            }, {
                "txt": "汤道生曾在美国密歇根大学获得计算机工程学士学位，并于斯坦福大学获得电子工程硕士学位。"
            }],
            "src": "./images/about/7.jpg"
        },
        {
            "name": "卢山",
            "names": "卢山",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "技术工程事业群总裁"
            }],
            "desc": [{
                "txt": "于2000年加入腾讯，历任即时通信产品部总经理、平台研发系统副总裁和运营平台系统高级副总裁；2008年3月起，负责腾讯运营平台系统的管理工作；2012年5月起，负责技术工程事业群的管理工作。卢山拥有多年互联网技术经验，在加入腾讯之前，他在深圳黎明网络系统有限公司工作。"
            }, {
                "txt": "卢山毕业于中国科学技术大学计算机科学与技术系，获理学士学位。"
            }],
            "src": "./images/about/8.jpg"
        },
        {
            "name": "刘胜义",
            "names": "刘胜义",
            "label": [{
                "text": "集团高级执行副总裁"
            }, {
                "text": "集团市场与全球品牌主席"
            }],
            "desc": [{
                "txt": "于2006年加盟腾讯，履职高级执行副总裁，并在此后11年间担任网络媒体事业群总裁。2017年，他履新腾讯集团市场与全球品牌主席一职。刘胜义先生一直致力于推动科技向善与通过技术实现人类社会可持续发展这一长期目标，并作为权威的意见领袖在众多国际享有盛誉的学术和产业论坛上发表主旨演讲，如联合国峰会、联合国教科文组织峰会、迪拜国际人工智能大会、国际货币基金组织论坛、博鳌亚洲论坛和Viva-Technology等。2015年，他荣膺62届戛纳国际创意节 “全球年度媒体人物”。作为全球首席营销官增长委员会25位创始成员之一，他与其他全球营销领袖分享智慧，赋能行业，驱动增长。"
            }, {
                "txt": "刘胜义先生毕业于马来西亚国立大学并获得杰出校友的荣誉。他拥有美国新泽西州立罗格斯大学高级工商管理硕士学位，亦因其卓越表现获颁杰出校友奖。此外，他还在哈佛商学院完成了高级管理课程项目，并自2015年起担任哈佛商学院亚太顾问委员会委员。"
            }],
            "src": "./images/about/9.jpg"
        },
        {
            "name": "网大为",
            "names": "网大为",
            "label": [{
                "text": "首席探索官"
            }, {
                "text": "集团高级执行副总裁"
            }],
            "desc": [{
                "txt": "2001年加入腾讯，参与公司国际及新业务拓展, 同时积极推动公司参与新兴技术、业务领域、研究及理念的协作。加入本公司之前，网大为在Naspers 中国公司工作。"
            }, {
                "txt": "网大为拥有华盛顿大学学士学位和加州大学伯克利分校硕士学位。"
            }],
            "src": "./images/about/10.jpg"
        },
        {
            "name": "马晓轶",
            "names": "马晓轶",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2007年加入腾讯，出任腾讯游戏副总裁；2008年11月起，全面负责腾讯在全球范围内的游戏发行业务，建立及维护与合作公司的长期伙伴关系。在加入腾讯之前，马晓轶曾担任广州光通通信发展有限公司游戏事业部总经理。在此之前，他于上海易服网络科技发展有限公司出任总经理，积累了多年网络通信和游戏行业经验。"
            }, {
                "txt": "马晓轶毕业于上海交通大学计算机及应用专业，拥有复旦大学EMBA学位。"
            }],
            "src": "./images/about/11.jpg"
        },
        {
            "name": "罗硕瀚",
            "names": "罗硕瀚",
            "label": [{
                "text": "首席财务官"
            }, {
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2004年加入腾讯，担任财务总监，并于2008年获擢升为副首席财务官。于2012年5月，罗硕瀚出任腾讯首席财务官。在加入腾讯之前，他曾在普华永道会计师事务所工作。"
            }, {
                "txt": "罗硕瀚拥有西澳洲Curtin University商学会计学士学位及美国西北大学凯洛格管理学院和香港科技大学EMBA学位。他是澳洲会计师公会资深会员、香港会计师公会资深会员、英国特许管理会计师公会资深会员及特许公认会计师公会会员。"
            }],
            "src": "./images/about/12.jpg"
        },
        {
            "name": "郭凯天",
            "names": "郭凯天",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "兼任腾讯公益慈善基金会理事长，腾讯研究院理事长。郭凯天于2002年加入腾讯，于2007年9月起全面负责集团公共策略、法律事务、信息安全、企业社会责任、行政、工程建设、采购等管理工作，期间负责组建成立腾讯公益慈善基金会和牵头创办腾讯研究院，并出任党委书记。"
            }, {
                "txt": "郭凯天毕业于中南财经政法大学，获法学学士学位，并拥有律师资格。"
            }],
            "src": "./images/about/13.jpg"
        },
        {
            "name": "奚丹",
            "names": "奚丹",
            "label": [{
                "text": "集团高级副总裁"
            }],
            "desc": [{
                "txt": "2002年加入腾讯，自2008年5月起全面负责集团人才发展与管理领域的各项管理职能。加入腾讯之前，曾于中兴通讯股份公司从事人力资源管理工作，至今在IT及互联网领域积累逾18年专业人力资源管理从业经验。"
            }, {
                "txt": "1996年，奚丹毕业于深圳大学计算机应用专业，并于2005年獲得清华大学MBA学位。"
            }],
            "src": "./images/about/14.jpg"
        },
        {
            "name": "杨国安",
            "names": "杨国安",
            "label": [{
                "text": "高级管理顾问"
            }],
            "desc": [{
                "txt": "2008年加入腾讯，协助公司人力资源体系建设、高管领导力提升、组织创新变革、和战略伙伴的组织能力打造。加入腾讯之前，他先后任教于美国密歇根大学商学院和中欧国际工商学院，管理著作超过十本。1998-2002年，出任宏碁集团首席人力资源官，推动宏碁组织变革。杨国安拥有香港大学社会科学学士和硕士学位，以及美国密歇根商学院博士学位。杨国安兼任腾讯旗下青腾大学教务长， 参与培育逾300名CEO。"
            }],
            "src": "./images/about/15.jpg"
        },
        {
            "name": "张志东",
            "names": "张志东",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }, {
                "text": "腾讯学院荣誉院长"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，2014年9月起任腾讯终身荣誉顾问，兼腾讯学院荣誉院长。张志东于1998年11月参与创立腾讯，出任腾讯首席技术官，负责公司专有技术的研发工作，并组建了业内领先的技术团队。张志东于1993年获得深圳大学计算机本科学位，并于1996年获得华南理工大学计算机应用及系统架构硕士学位。"
            }],
            "src": "./images/about/16.jpg"
        },
        {
            "name": "陈一丹",
            "names": "陈一丹",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }, {
                "text": "腾讯公益慈善基金会发起人兼荣誉理事长"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，腾讯公益慈善基金会发起人兼荣誉理事长。2013年3月起任腾讯终身荣誉顾问。陈一丹于1998年参与创立腾讯，出任腾讯首席行政官，全面负责集团行政、法律、人力资源和公益慈善基金事宜。此外，陈一丹亦负责腾讯的管理机制、知识产权、政府关系。加入腾讯之前，陈一丹曾在深圳出入境检验检疫局工作数年。陈一丹于1993年获得深圳大学应用化学理学士学位、1996年获得南京大学经济法硕士学位，并于2019年获得新加坡管理大学工商管理博士学位。"
            }],
            "src": "./images/about/17.jpg"
        },
        {
            "name": "曾李青",
            "names": "曾李青",
            "label": [{
                "text": "主要创办人"
            }, {
                "text": "终身荣誉顾问"
            }],
            "desc": [{
                "txt": "腾讯主要创办人之一，2007年6月起任腾讯终身荣誉顾问。曾李青于1999年至2007年期间出任腾讯首席运营官，负责公司业务范围及产品种类管理，同时管理全国各市场推广工作。加入腾讯之前，曾李青在深圳市数据通信局工作，熟悉中国互联网及电信行业。"
            }],
            "src": "./images/about/18.jpg"
        }
    ]
}



// tocPopData
var tocPopData = {
    "zh-cn": [{
            "name": "微信",
            "names": "微信",
            "label": "微信，是一个生活方式",
            "url": "https://weixin.qq.com/",
            "desc": [{
                    "text": "自2011年推出以来，微信作为全国拥有最大用户群体的通信社交平台，为数以亿计的用户带来生活的便捷与乐趣。它不仅支持发送语音、视频、图片和文字，同时将实时通信与社交资讯、生活服务相结合。“朋友圈”、“微信公众号”、“微信小程序”、“微信支付”，为满足用户不断新增的需求，微信不断加入种种创新功能，致力为用户提供优越的移动数字生活体验。"
                },
                {
                    "text": "其中微信小程序可实现功能直达，无需下载app即可使用，拉近商户和用户的距离。微信支付可以让用户通过手机完成快速的支付流程，安全、快捷、高效。"
                },
                {
                    "text": "截至2019年6月，“微信和WeChat”的合并月活跃帐户数达到11.3亿。已成为连接各行业的开放平台，把人、内容、服务、智能设备连接起来。"
                }
            ],
            "src": "./images/business/1.1.png"
        },
        {
            "name": "QQ",
            "names": "QQ",
            "label": "每一天，乐在沟通",
            "url": "https://im.qq.com/",
            "desc": [{
                "text": "QQ，由腾讯公司于1999年推出。作为一款横跨PC和移动的即时通信和社交平台，QQ支持在线聊天、视频语音通话、点对点断点续传文件、QQ邮箱等多种功能，并不断推出符合年轻用户需求的创新功能，例如支持用户根据个人需求和兴趣快速扩关系的“扩列”以及精准匹配用户兴趣的内容社交平台“看点”等。此外，腾讯亦提供提升企业工作效率的TIM（办公版QQ）。截至2019年6月底，QQ月活跃用户（包括PC和移动）已达8.079亿。"
            }],
            "src": "./images/business/1.2.png"
        },
        {
            "name": "QQ空间",
            "names": "QQ空间",
            "label": "分享生活，留住感动",
            "url": "https://qzone.qq.com/",
            "desc": [{
                    "text": "QQ空间是支持用户和亲友进行分享互动的社交平台，满足用户展示、交流和娱乐的需求，随时随地分享生活。"
                },
                {
                    "text": "在QQ空间上，用户可以通过多种功能实现自我表达，如日志、说说、分享、相册、视频、留言板、音乐盒、个人档等。此外，用户还可根据个人喜好设定空间装饰，打造个人特色。QQ空间提供的第三方网站和第三方应用接入，可以更好的为用户提供个性化服务。"
                }
            ],
            "src": "./images/business/1.3.png"
        },
        {
            "name": "腾讯游戏",
            "names": "腾讯游戏",
            "label": "去发现，无限可能",
            "url": "https://game.qq.com/",
            "desc": [{
                    "text": "腾讯游戏成立于2003年，是全球领先的游戏开发、运营和发行平台，也是中国最大的网络游戏社区，致力为玩家提供快乐优质的互动娱乐体验。"
                },
                {
                    "text": "目前，腾讯游戏旗下拥有超过140款自研和代理游戏，为全球200多个国家和地区数以亿计的用户提供跨终端的互动娱乐体验。其中《王者荣耀》、《PUBG MOBILE》、《英雄联盟》等游戏深受全球玩家欢迎。腾讯亦不断探索游戏业务的更多可能性。一方面，我们在内部联动其在文学、动漫、影视领域的丰富跨媒体IP资源，打造优质的游戏体验，是腾讯新文创业务生态的重要版块。另一方面，我们积极与海外优质游戏公司如SEA、Netmarble、Supercell等进行战略合作或股权投资，共同推出游戏产品。"
                },
                {
                    "text": "在不断为玩家提供优质游戏的同时，腾讯亦致力于用游戏的方式服务社会，一方面打造追梦计划，积极在推广传统文化，科技教育，公益关爱等领域推出相关的游戏，力求在游戏中探索更多的社会价值；另一方面，携手行业伙伴及用户打造健康游戏生态，在中国牵头构建“未成年人网络保护”体系。"
                }
            ],
            "src": "./images/business/2.1.png"
        },
        {
            "name": "腾讯视频",
            "names": "腾讯视频",
            "label": "不负好时光",
            "url": "https://v.qq.com/",
            "desc": [{
                    "text": "腾讯视频凭借多元化的内容矩阵、夯实的自制实力，以及持续升级的用户体验，已发展成为按日均活跃用户量中国最大的在线视频媒体平台。"
                },
                {
                    "text": "目前，腾讯视频聚合了热播影视、综艺娱乐、体育赛事、新闻资讯等海量内容资源，并通过PC端、移动端以及客厅产品等多种形态，为用户提供内容更丰富、观看更高清流畅的视频娱乐体验。"
                }
            ],
            "src": "./images/business/2.2.png"
        },
        {
            "name": "腾讯影业",
            "names": "腾讯影业",
            "label": "",
            "url": "",
            "desc": [{
                    "text": "腾讯影业成立于2015年，是腾讯的全资子公司，与游戏、动漫、文学、音乐、电竞等业务共同组成腾讯“新文创”内容文化生态。我们的定位是在新文创生态下，专注于优质影视作品打造开放的内容平台。我们的业务布局涵盖了创制、宣发、IP版权、IP授权等领域；旗下拥有6大工作室：大梦工作室、黑体工作室、进化娱乐工作室、漫宇工作室、奇妙工作室、大禹影视制作中心。"
                },
                {
                    "text": "腾讯致力于打造出“丰富生活、温暖人心、感动人性”的优秀作品。目前，已参与出品和发行28部电影，全球票房超430亿元人民币。"
                },
                {
                    "text": "腾讯基于对文化价值的长线思考，沉淀形成了以时代旋律为首，包括东方故事、国际探索、青春能量、次元破壁、古龙武侠等共六大文化产品系列。我们期待依托多元文化内容，讲好中国故事，助力打造新时代的中国文化符号。"
                }
            ],
            "src": "./images/business/2.3.png"
        },
        {
            "name": "微视",
            "names": "微视",
            "label": "发现更有趣",
            "url": "https://weishi.com",
            "desc": [{
                "text": "微视是腾讯旗下短视频及小视频创作与分享平台，提供优质的原创短视频及小视频内容。用户可通过QQ、微信账号登录，将拍摄的视频同步分享到微信好友、朋友圈、QQ空间等平台。"
            }],
            "src": "./images/business/2.4.png"
        },
        {
            "name": "腾讯新闻",
            "names": "腾讯新闻",
            "label": "打开眼界",
            "url": "https://newsapp.qq.com/",
            "desc": [{
                "text": "腾讯新闻是腾讯公司为用户打造的一款全天候、全方位、及时报道的新闻产品，为用户提供高效优质的资讯、视频和直播服务。资讯超新超全，内容独家优质，话题新鲜多维。"
            }],
            "src": "./images/business/2.5.png"
        },
        {
            "name": "腾讯体育",
            "names": "腾讯体育",
            "label": "",
            "url": "https://sports.qq.com/kbsweb/kbsdown/",
            "desc": [{
                "text": "腾讯体育是中国领先的互联网体育媒体平台，致力于为用户提供最即时、最全面的全球赛事内容和多元化的原创体育节目。目前，我们为中国数字用户独家播出法網、一級方程式、NBA、MLB、NHL、NFL 等全球顶级赛事，并拥有超级企鹅联盟、超新星全运会等一系列精品自制IP。同时，在奥运会及世界杯等大型赛事中，通过领先的直播互动技术、全媒体矩阵及极强的社交属性，为中国用户带来全方位报道和丰富多元的赛事体验。"
            }],
            "src": "./images/business/2.6.png"
        },
        {
            "name": "腾讯动漫",
            "names": "腾讯动漫",
            "label": "",
            "url": "https://ac.qq.com/",
            "desc": [{
                    "text": "腾讯动漫成立于2012年，是中国最具规模的原创及正版网络动漫平台。在腾讯集团的整个动漫业务布局中，承担着以旗舰平台培育打造动漫IP的角色，也属于腾讯新文创战略的业务矩阵。目前，腾讯动漫全平台月活跃用户1.2亿，在线漫画作品总量近30000部，签约作者超900人，签约漫画作品近1400部，约1500部漫画作品点击量过亿，35部动画作品播放量破亿，多部IP被开发为手游。旗下的知名国漫IP包括《狐妖小红娘》、《一人之下》、《猫妖的诱惑》等。"
                },
                {
                    "text": "从成立之初，腾讯动漫先后与日本集英社、角川集团、讲谈社和小学馆进行合作，引进正版外漫。自2016年起，我们开始向海外输出原创动漫作品。目前与日本、韩国、泰国、马来西亚、英国、美国、加拿大、南非等多个国家和地区进行授权合作，涉及4种语言，授权漫画作品超100部，授权动画作品达35部。《从前有座灵剑山》、《狐妖小红娘》、《一人之下》等作品都在日本正式播放或连载。"
                }
            ],
            "src": "./images/business/2.7.png"
        },
        {
            "name": "腾讯音乐娱乐",
            "names": "腾讯音乐娱乐",
            "label": "创造音乐无限可能",
            "url": "https://www.tencentmusic.com/",
            "desc": [{
                    "text": "腾讯音乐娱乐集团（纽约证券交易所代码：TME）是中国在线音乐娱乐服务领航者。拥有中国广受喜爱和独具匠心的音乐平台：QQ音乐、酷狗音乐、酷我音乐和全民K歌，总月活用户数超过8亿。 腾讯音乐致力于创造音乐无限可能，用科技赋能音乐，人人都可以尽情创作、享受、分享音乐和彼此互动。我们提供在线音乐、在线K歌和音乐直播服务，让每一位音乐爱好者能够发现好音乐，获得听、看、唱、表演和社交为一体的全方位音乐娱乐体验。"
                },
                {
                    "text": "此外，我们拥有全球丰富的优质音乐内容，截至2019年3月31日止，腾讯音乐曲库超3500万首。"
                }
            ],
            "src": "./images/business/2.8.png"
        },
        {
            "name": "阅文集团",
            "names": "阅文集团",
            "label": "阅世界，悦无界",
            "url": "https://www.yuewen.com/#&about",
            "desc": [{
                "text": "阅文集团是中国网络文学市场先锋，运营着中国领先的网络文学平台。公司拥有九大品牌产品，其中“QQ 阅读”作为旗舰产品，为统一的移动内容汇总之地及分发平台，其他品牌产品则专注于独立题材及其各自的用户群。通过我们的股东兼战略伙伴腾讯，阅文在其领先的移动及互联网产品组合（包括“手机 QQ”、“QQ 浏览器”、“腾讯新闻”、“微信读书”及“腾讯视频”）中拥有独家分发途径。此外，公司还与 OPPO、华为和 VIVO 等手机制造商合作预装移动应用程序，亦将内容授权予百度、搜狗、京东及小米多看等第三方伙伴，以进一步拓宽用户范围。阅文集团拥有庞大且丰富的独家原创文学作品，并通过在线付费阅读和版权运营（将文学作品改编成其他娱乐形式）等方式变现。阅文丰富且高质量的内容库是其商业模式的重要竞争优势。2018 年收购知名电视剧、网络剧和电影制作公司新丽传媒后，阅文集团进一步将自身内容实力向下游延展。"
            }],
            "src": "./images/business/2.9.png"
        },
        {
            "name": "腾讯电竞",
            "names": "腾讯电竞",
            "label": "为你加冕",
            "url": "https://esports.qq.com/",
            "desc": [{
                    "text": "腾讯电竞是中国以至全球最具竞争力的电竞品牌，与腾讯游戏、阅文集团、腾讯影业、腾讯动漫、腾讯音乐娱乐等内容业务共同组成“新文创”数字内容产业矩阵。"
                },
                {
                    "text": "目前，腾讯电竞已形成八大精品职业联赛，并以腾讯电竞运动会（TGA）为载体，建立覆盖全游戏品类的全国性大众赛事体系，致力打造更完善的电竞生态体系。"
                },
                {
                    "text": "2018年，腾讯旗下英雄联盟、AoV（王者荣耀国际版）、皇室战争三款游戏成为雅加达-巨港亚运会的表演项目，为中国电竞产业发展助力。"
                }
            ],
            "src": "./images/business/2.10.png"
        },
        {
            "name": "腾讯看点",
            "names": "腾讯看点",
            "label": "看懂世界，点亮生活",
            "url": "https://sdi.3g.qq.com/v/2019111020060911550",
            "desc": [{
                    "text": "腾讯看点是腾讯公司全新推出的信息流内容服务，目前已登陆微信、腾讯QQ、QQ浏览器三大平台。用户可以在各平台内，通过腾讯看点享受到文章、图片、小视频、短视频、直播、专题、栏目等众多形式的内容服务。同时，腾讯看点推出了看点快报、看点视频两款独立App和看点直播一款微信小程序，分别专注于泛资讯信息流、1-3分钟的PGC横版短视频和信息流直播服务。"
                },
                {
                    "text": "目前，腾讯看点整体日活跃用户量达到1.85亿，每天内容消费量超过82亿，覆盖全国各线城市的各个年龄段用户。"
                },
                {
                    "text": "腾讯看点通过“推荐+社交+搜索”三大引擎，精准服务各个年龄层的用户，为用户推荐有价值、个性化的内容，让用户获取内容更加精准、高效。"
                },
                {
                    "text": "腾讯看点在内容生态上，汇聚了国内大多数主流新闻媒体，涵盖了财经、体育、娱乐、游戏等诸多垂直内容的优质创作者。"
                }
            ],
            "src": "./images/business/2.11.png"
        },
        {
            "name": "微信支付",
            "names": "微信支付",
            "label": "微信支付 不止支付",
            "url": "https://pay.weixin.qq.com/index.php/core/home/login?return_url=%2F",
            "desc": [{
                "text": "微信支付，是微信联合财付通于2013年推出的一款移动支付工具。以绑定银行卡的快捷支付为基础，用户可以通过手机完成安全、快捷、高效的支付流程。在中国，微信支付实现线上线下全覆盖，给用户提供零售、餐饮、出行、民生等生活方方面面高效智慧的体验。在海外，微信支付业务已覆盖40多个境外市场，支持16种货币交易。"
            }],
            "src": "./images/business/3.1.png"
        },
        {
            "name": "QQ钱包",
            "names": "QQ钱包",
            "label": "一站式生活服务",
            "url": "https://mqq.tenpay.com/web/qq_wallet/",
            "desc": [{
                "text": "QQ钱包是基于腾讯QQ的移动支付产品，集银行卡支付、二维码支付、近端支付(NFC)等多种便捷支付方式于一体。QQ钱包致力于拓展年轻人的垂直场景业务，结合QQ系产品及入驻商家，为手机QQ用户提供生活服务、资金理财、交通出行、融合支付等全方位服务。"
            }],
            "src": "./images/business/3.2.png"
        },
        {
            "name": "理财通",
            "names": "理财通",
            "label": "微信理财，你就理财通",
            "url": "https://qian.qq.com/index.shtml",
            "desc": [{
                "text": "理财通是腾讯推出的专业财富管理平台，自2014年1月上线以来，坚守合规、风控、精选、创新、稳健的发展理念，为上亿用户带来一站式、精品化、安全便捷的投资理财体验。我们严格挑选金融机构合作伙伴，筛选更优质的金融产品，目前已上线货币基金、保险类理财、债券基金、指数基金、混合型基金、境外型基金等多元化理财产品，以及工资理财、指数定投等多种便捷功能，满足用户的多元化财富管理需求。同时，我们也为高净值人群推出了高端理财专区，致力于提供优质、专业、全面、定制化的财富管理和资产配置服务。截至2019年6月底，理财通的总客户资产达人民币8,000亿元。"
            }],
            "src": "./images/business/3.3.png"
        },
        {
            "name": "信用卡还款",
            "names": "信用卡还款",
            "label": "",
            "url": "https://www.fitgroup.com/creditcard.shtml",
            "desc": [{
                "text": "信用卡还款是腾讯推出的一站式信用卡管理平台，具有极速到账、账单透明、定时提醒、安全便捷等特点。目前，该产品支持多家银行的信用卡在线还款业务及账单查询业务。该产品还支持广发银行、光大银行、民生银行的外币账单查询服务，以及广发银行、民生银行的外币账单还款。用户可在微信支付和QQ钱包使用此项服务。"
            }],
            "src": "./images/business/3.4.png"
        },
        {
            "name": "手机充值",
            "names": "手机充值",
            "label": "",
            "url": "https://www.fitgroup.com/charge.shtml",
            "desc": [{
                "text": "手机充值致力于打造一站式通讯服务平台，为上亿用户提供话费充值、流量充值、出境上网等服务。用户可在微信支付和QQ钱包使用此项服务。"
            }],
            "src": "./images/business/3.5.png"
        },
        {
            "name": "乘车码",
            "names": "乘车码",
            "label": "",
            "url": "",
            "desc": [{
                "text": "乘车码是腾讯基于微信小程序开发的二维码乘车服务，通过0.2秒极速验证技术，为用户提供“先乘车，后付费”的出行体验。目前，乘车码已覆盖北京、上海、广州、深圳等全国120多个城市，支持BRT、公交、地铁、索道、轮渡等智慧交通移动支付场景。"
            }],
            "src": "./images/business/3.6.png"
        },
        {
            "name": "微信香港钱包",
            "names": "微信香港钱包",
            "label": "",
            "url": "https://pay.wechat.com/zh_hk/index-person.shtml",
            "desc": [{
                "text": "微信香港钱包是腾讯专门为香港用户提供的港币电子钱包，于2016年获香港金融管理局颁发储值支付工具牌照 (持牌人及牌照编号： WeChat Pay Hong Kong Limited，SVF 0005），全面覆盖衣食住行领域，满足当地用户的一站式便捷及安全的移动支付需求。在跨境支付方面，微信香港钱包已接入大湾区近百万商户。"
            }],
            "src": "./images/business/3.7.png"
        },
        {
            "name": "微信马来西亚钱包",
            "names": "微信马来西亚钱包",
            "label": "",
            "url": "https://pay.wechat.com/en_my/index.html",
            "desc": [{
                "text": "微信马来西亚钱包是腾讯专门为马来西亚用户提供的马币电子钱包，于2017年获马来西亚中央银行（Bank Negara Malaysia）颁发E-Money牌照，支持收发红包、转账、话费充值、购票等线上消费外，也广泛覆盖超市、便利店、快餐店等线下场景。"
            }],
            "src": "./images/business/3.7.png"
        },
        {
            "name": "腾讯区块链",
            "names": "腾讯区块链",
            "label": "",
            "url": "https://trustsql.qq.com/",
            "desc": [{
                "text": "基于安全高效、开放共享的理念，以及自主可控的区块链底层技术，腾讯区块链致力于开发和钻研不同应用场景，为合作伙伴提供企业级区块链平台与行业解决方案，相继落地区块链电子发票、供应链金融、法务存证等多个场景。2018年8月，在国家税务总局指导下，国家税务总局深圳市税务局主导落地，由腾讯区块链提供底层技术支撑，全国首张区块链电子发票在深圳开出，目前在金融保险、零售商超、酒店餐饮、轨道交通等100多个行业得到广泛应用。"
            }],
            "src": "./images/business/3.9.png"
        },
        {
            "name": "腾讯微证券",
            "names": "腾讯微证券",
            "label": "",
            "url": "https://www.fitgroup.com/stock.shtml",
            "desc": [{
                "text": "腾讯微证券是腾讯打造的社交化证券服务平台，由合作证券公司为用户提供开户、交易、查询等服务。腾讯微证券还是首批人脸识别开户试点平台，只需5分钟，即可线上快速开户。"
            }],
            "src": "./images/business/3.10.png"
        },
        {
            "name": "腾讯自选股",
            "names": "腾讯自选股",
            "label": "",
            "url": "https://finance.qq.com/products/portfolio/download.htm",
            "desc": [{
                "text": "腾讯自选股是腾讯推出的一款个人股票看盘软件，覆盖沪深、香港、美国全球交易所实时行情，包括环球指数、大宗商品、外汇等，24小时无间断推送实时资讯和热点分析。自选股还提供券商在线实时交易、股票开户、基金理财等服务，并设有用户社区，为投资者提供在线交流平台。"
            }],
            "src": "./images/business/3.11.png"
        },
        {
            "name": "退税通",
            "names": "退税通",
            "label": "",
            "url": "",
            "desc": [{
                "text": "退税通是腾讯推出的一款境外实时退税服务小程序。用户通过微信扫码，即可在数十个国家和地区，实时将退税款项以人民币形式存入微信钱包。目前，腾讯退税通支持海外机场和港口退税、回国退税、店铺退税、市区退税四种方式。"
            }],
            "src": "./images/business/3.12.png"
        },
        {
            "name": "腾讯手机管家",
            "names": "腾讯手机管家",
            "label": "有实力 无所惧",
            "url": "https://m.qq.com/",
            "desc": [{
                "text": "腾讯手机管家是腾讯推出的一款免费的手机安全管理软件，月活跃账户数稳居国内手机安全类App首位。集病毒查杀、骚扰拦截、安全防护、清理加速、软件管理等高端智能化功能于一体,为用户提供360°的安全防护。"
            }],
            "src": "./images/business/4.1.png"
        },
        {
            "name": "腾讯电脑管家",
            "names": "腾讯电脑管家",
            "label": "",
            "url": "https://gj.qq.com/",
            "desc": [{
                    "text": "腾讯电脑管家是国内首款集“杀毒+管理”2合一功能的免费网络安全软件，其搭载腾讯自研TAV杀毒引擎，获得AV-C、AV-T、VB100、赛可达等国际知名权威机构专业认可，全球杀毒评测取得大满贯成绩，领跑国际杀软第一阵营。"
                },
                {
                    "text": "电脑管家主要帮助用户预防和管理计算机常见的安全风险，其中包含“杀毒、实时防护、漏洞修复、系统清理、电脑加速、软件管理、权限雷达、儿童守护”等功能，满足用户杀毒防护和安全管理双重需求，致力成为一款让用户信赖的专业安全软件。"
                }
            ],
            "src": "./images/business/4.2.png"
        },
        {
            "name": "QQ浏览器",
            "names": "QQ浏览器",
            "label": "我的兴趣世界",
            "url": "https://browser.qq.com/",
            "desc": [{
                    "text": "QQ浏览器是腾讯开发的一款浏览器，支持不同终端用户快捷上网，它采用了自主研发的X5内核，浏览速度快、节省流量，拒绝卡顿，稳定性上业内领先。"
                },
                {
                    "text": "同时，QQ浏览器还提供资讯、短视频、小说、直播、动漫等多项内容服务，满足用户不同的上网需求。基于搜索+信息流双引擎驱动，动态化、智能化理解用户习惯，我们致力于为用户提供更好的搜索服务体验及内容浏览体验。"
                }
            ],
            "src": "./images/business/4.3.png"
        },
        {
            "name": "腾讯地图",
            "names": "腾讯地图",
            "label": "",
            "url": "https://map.qq.com/mobile/index.html",
            "desc": [{
                    "text": "腾讯地图是为用户提供包括智能路线规划、精准导航、实时路况、室内地图等位置和出行相关服务的产品，致力于为用户提供精准、高效的一站式出行服务体验。"
                },
                {
                    "text": "目前，腾讯地图提供全国各个城市的地图浏览、地址查询、兴趣点搜索、公交换乘、驾车导航、公交线路及站点查询等多项服务。并已接入2,000多套室内地图，覆盖各大机场、火车站和主流商场。支持国内200多个城市的实时路况刷新，智能规划路线，精准导航，让用户出行生活更加高效。"
                }
            ],
            "src": "./images/business/4.4.png"
        },
        {
            "name": "应用宝",
            "names": "应用宝",
            "label": "上应用宝，下一种生活",
            "url": "https://sj.qq.com/",
            "desc": [{
                "text": "应用宝是国内领先的安卓应用商店，深度连接腾讯系内容、社交、资讯等资源和用户大数据，融合AI技术创新推荐机制，为用户提供更加精准的安卓应用下载、应用游戏福利、社交娱乐辅助等移动应用服务，打造一站式、沉浸式移动应用体验平台。"
            }],
            "src": "./images/business/4.5.png"
        },
        {
            "name": "QQ邮箱",
            "names": "QQ邮箱",
            "label": "",
            "url": "https://mail.qq.com/",
            "desc": [{
                    "text": "QQ邮箱是腾讯公司2002年推出，向用户提供安全、稳定、快速、便捷电子邮件服务，且支持包括Windows, Mac, iOS, Android在内等多平台的免费邮箱产品，拥有来信即时提醒、3G超大附件、音视频邮件、文件中转站等多个特色功能，最大程度满足用户线上沟通需求。"
                },
                {
                    "text": "QQ邮箱以高速电信骨干网为强大后盾，有高容错的内部服务器和独立的境外邮件出口链路，可实现稳定登录和全球传信，保证邮件收发畅通无阻。"
                }
            ],
            "src": "./images/business/4.6.png"
        },
        {
            "name": "微信小程序",
            "names": "微信小程序",
            "label": "",
            "url": "https://mp.weixin.qq.com/cgi-bin/wx",
            "desc": [{
                "text": "微信小程序，是基于微信平台的一项创新服务，通过线下扫二维码或在微信平台上搜索即可打开使用。通过小程序，用户可以轻松便捷地了解和享受商家及机构提供的各式商品和服务。从衣、食、住、行，到医疗、水电等公共服务，小程序遍布人们生活的每一个角落，带来前所未有的便利，致力以科技提升人们的生活品质。"
            }],
            "src": "./images/business/4.7.png"
        }
    ]
}